Repository: ahmedbodi/transferwallet
Catalog: BreadWallet/*.lproj/Localizable.strings
Languages: vi

source: %@ is for 'bits'. %@ = 1 bitcoin.
vi: %1$@ là cho 'bits'. %2$@ = 1 bitcoin.

source: %@ is not allowed to access the camera
vi: %@ không cho phép truy cập đến chức năng chụp ảnh

source: %d confirmations
vi: %d xác thực

source: 1 confirmation
vi: 1 xác thực

source: "%@" is not a recovery phrase word
vi: "%@" không phải là một cụm từ khôi phục

source: total %@ (%@)
vi: tổng số %1$@ (%2$@)

source: %@ if you ever lose your phone, you will need it to recover your wallet
vi: %@ nếu bạn bị mất điện thoại, bạn cần nó để khôi phục lại ví của mình

source: %d attempts remaining
vi: %d lần thử còn lại

source: 1 attempt remaining
vi: 1 lần thử còn lại

source: amount %@ (%@)
vi: số lượng %1$@ (%2$@)

source: A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on to continue.
vi: Bạn cần có mật khẩu cho thiết bị để bảo vệ ví của mình. Hãy vào phần Settings của điện thoại và bật mật khẩu lên và tiếp tục.

source: ADDRESS ALREADY USED transfer addresses are intended for single use only re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address
vi: ĐỊA CHỈ ĐÃ ĐƯỢC SỬ DỤNG địa chỉ transfer chỉ được sử dụng cho một lần duy nhất tái sử dụng địa chỉ giảm mức độ riêng tư cả cho bạn và người nhận và có thể gây ra mất nếu người nhận không trực tiếp kiểm soát địa chỉ đó

source: allow camera access in Settings->Privacy->Camera->%@
vi: bật tính năng truy cập chụp ảnh trong phần Settings->Privacy->Camera->%@

source: DO NOT let anyone see your recovery phrase or they can spend your transfer. NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
vi: ĐỪNG ĐỂ bất cứ ai nhìn thấy cụm từ phục hồi của bạn hoặc họ sẽ có thể tiêu transfer của bạn. Đừng bao giờ nhập mã phục hồi của bạn phần mềm quản lý mật khẩu hoặc nơi nào khác. Những thiết bị khác có thể bị lây nhiễm virus.

source: network fee +%@ (%@)
vi: phí giao dịch +%1$@ (%2$@)

source: try again in %d %@
vi: thử lại %1$d %2$@

source: about
vi: giới thiệu

source: always require passcode
vi: luôn cần mật khẩu

source: amount too small
vi: số lượng quá nhỏ

source: bad password, try again
vi: sai mật khẩu, hãy thử lại

source: bad payment request
vi: yêu cầu thanh toán không đúng

source: bad payment request URL
vi: địa chỉ URL của yêu cầu thanh toán không đúng

source: bad payment URL
vi: địa chỉ thanh toán URL không đúng

source: bad recovery phrase
vi: cụm từ phục hồi không đúng

source: bad signature
vi: chữ ký không đúng

source: Bitcoin address
vi: Địa chỉ Bitcoin

source: Transfer address
vi: Địa chỉ Transfer

source: Transfer addresses can also be copied to the clipboard. A transfer address always starts with 'X' or 'Y'.
vi: Địa chỉ transfer luôn có thể vào bộ đệm của máy. Một địa chỉ transfer thường bắt đầu bằng 'X' hoặc 'Y'.

source: transfer network fee
vi: phí giao dịch

source: transfer payments can't be less than %@
vi: số transfer thanh toán không thể nhỏ hơn %@

source: transfer transaction not signed
vi: giao dịch transfer không được ký

source: transfer transaction outputs can't be less than %@
vi: đầu ra của giao dịch transfer không thể ít hơn %@

source: block #%d of %d
vi: khối #%1$d của %2$d

source: cancel
vi: huỷ bỏ

source: change
vi: thay đổi

source: change passcode
vi: thay đổi mật khẩu

source: change payment amount?
vi: thay đổi số lượng cần chi?

source: checking private key balance...
vi: kiểm tra số dư của khoá riêng...

source: choose passcode for %@
vi: hãy chọn mật khẩu cho %@

source: clipboard doesn't contain a valid Transfer or Bitcoin address
vi: bộ đệm không chứa một địa chỉ hợp lệ của Transfer hay Bitcoin

source: close app
vi: đóng ứng dụng

source: CONFIRM WIPE
vi: XOÁ XÁC THỰC

source: confirmed in block #%d
vi: đã được xác thực trong khối #%d

source: copied
vi: đã được chép

source: copy address to clipboard
vi: chép địa chỉ vào bộ đệm

source: copy request to clipboard
vi: chép yêu cầu vào bộ đệm

source: couldn't make payment
vi: không thể thực hiện thanh toán

source: couldn't sweep balance
vi: không thể quét số dư

source: couldn't transmit payment to transfer network
vi: không thể gửi thanh toán đến mạng lưới transfer

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your transfer).
vi: AN NINH THIẾT BỊ BỊ TỔN HẠI Bất kỳ ứng dụng 'jailbreak' hay 'phá khoá' nào đều có thể truy cập vào dữ liệu chìa khoá của ứng dụng (và đánh cắp transfer của bạn).

source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access any other app's keychain data (and steal your transfer). Wipe this wallet immediately and restore on a secure device.
vi: AN NINH THIẾT BỊ BỊ TỔN HẠI Bất kỳ ứng dụng bị 'jailbreak' hay 'phá khoá' nào đều có thể truy cập được vào dữ liệu chìa khoá của ứng dụng (và đánh cắp transfer của bạn). Hãy xoá sạch ví này ngay lập tức và phục hồi nó trên một thiết bị an toàn.

source: do it later
vi: le faire plus tard

source: DO NOT let anyone see your recovery phrase or they can spend your transfer.
vi: ĐỪNG để bất cứ ai nhìn thấy cụm từ phục hồi của bạn hoặc họ sẽ tiêu mất số transfer của bạn.

source: done
vi: xong

source: double spend
vi: tiêu lặp

source: email not configured
vi: e-mail chưa được cấu hình

source: enter old passcode
vi: nhập mật khẩu cũ

source: error signing transfer transaction
vi: lỗi khi ký giao dịch transfer

source: error signing transaction
vi: lỗi khi ký giao dịch

source: from:
vi: từ:

source: hour
vi: giờ

source: hours
vi: giờ

source: ignore
vi: bỏ qua

source: import private key
vi: nhập khoá riêng từ ngoài

source: IMPORTANT
vi: QUAN TRỌNG

source: insufficient funds
vi: không đủ kinh phí

source: insufficient funds for transfer network fee
vi: không đủ kinh phí cho phí giao dịch

source: INVALID
vi: KHÔNG HỢP LỆ

source: Let others scan this QR code to get your digital cash (TRANSFER) address. Anyone can send transfer to your wallet by transferring them to your address.
vi: Hãy để những người khác quét mã QR này để lấy địa chỉ ví (TRANSFER) của bạn. Bất kỳ ai cũng có thể gửi transfer đến ví của bạn bằng cách gửi cho họ địa chỉ của bạn.

source: minute
vi: phút

source: minutes
vi: phút

source: missing certificate
vi: certificat manquant

source: more...
vi: tiếp...

source: moved
vi: đã di chuyển

source: NEVER type your recovery phrase into password managers or elsewhere. Other devices may be infected.
vi: ĐỪNG BAO GIỜ nhập cụm từ phục hồi của bạn vào trình quản lý mật khẩu hoặc nơi nào khác Những thiết bị khác có thể bị nhiễm virus.

source: new phrase
vi: tạo cụm từ mới

source: next, write down your recovery phrase
vi: tiếp theo, ghi xuống cụm từ phục hồi

source: no peers found
vi: không tìm thấy nút ngang hàng

source: not a transfer QR code
vi: không phải mã QR của transfer

source: not a valid transfer address
vi: không phải một địa chỉ transfer hợp lệ

source: not a valid private key
vi: không phải một khoá riêng hợp lệ

source: not connected to the transfer network
vi: chưa được kết nối với mạng lưới của transfer

source: passcode
vi: mật khẩu

source: passcode for %@
vi: mật khẩu cho %@

source: password
vi: mật khẩu

source: password protected key
vi: khoá được bảo vệ bởi mật khẩu

source: pay
vi: thanh toán

source: payment address
vi: địa chỉ thanh toán

source: payment output
vi: đầu ra thanh toán

source: post-dated
vi: ngày cập nhật

source: Receive transfer at this address: %@
vi: Nhận transfer với địa chỉ này: %@

source: received
vi: đã nhận

source: received %@ (%@)
vi: nhận %@ (%@)

source: recovery phrase
vi: cụm từ phục hồi

source: recovery phrase doesn't match
vi: cụm từ phục hồi không đúng

source: recovery phrase must have %d words
vi: cụm từ phục hồi phải có %d từ

source: reduce payment amount by %@ (%@)?
vi: giảm số lượng thanh toán theo %1$@ (%2$@)?

source: request
vi: yêu cầu

source: request an amount
vi: yêu cầu một khoản

source: request expired
vi: yêu cầu đã hết hạn

source: requested network "%@" instead of "%@"
vi: yêu cầu mạng lưới "%1$@" à thay cho "%2$@"

source: rescan
vi: quét lại

source: rescan blockchain
vi: quét lại blockchain

source: rescan blockchain if you think you may have missing transactions, or are having trouble sending (rescanning can take several minutes)
vi: quét lại blockchain nếu bạn nghĩ rằng mình đã thiếu các giao dịch, hoặc gặp vấn đề khi gửi (quét lại có thể mất vài phút)

source: reset
vi: khởi tạo lại

source: Scan someone else's QR code to get their transfer address. You can send a payment to anyone with an address.
vi: Quét mã QR của một người khác để lấy địa chỉ transfer của họ. Bạn có thể gửi một khoản thanh toán cho bất kỳ ai với một địa chỉ.

source: Screenshots are visible to other apps and devices. Generate a new recovery phrase and keep it secret.
vi: LChụp ảnh màn hình có thể nhìn thấy bởi các ứng dụng và thiết bị khác. Hãy sinh ra một cụm từ phục hồi mới và giữ nó bí mật.

source: Screenshots are visible to other apps and devices. Your funds are at risk. Transfer your balance to another wallet.
vi: Chụp ảnh màn hình có thể nhìn thấy bởi các ứng dụng và thiết bị khác. Tiền của bạn có rủi ro. Hãy chuyển số dư của bạn vào một ví khác.

source: seen by %d of %d peers
vi: được thấy bởi %1$d của %2$d các nút

source: Send %@ (%@) from this private key into your wallet? The transfer network will receive a fee of %@ (%@).
vi: Gửi %1$@ (%2$@) từ khoá riêng này vào ví của bạn? Mạng lưới transfer sẽ nhận một mức phí của %3$@ (%4$@).

source: send address as email
vi: gửi địa chỉ bằng e-mail

source: send address as message
vi: gửi địa chỉ bằng tin nhắn

source: send request as email
vi: gửi yêu cầu bằng e-mail

source: send request as message
vi: gửi yêu cầu bằng tin nhắn

source: sent
vi: đã gửi

source: sent!
vi: đã gửi!

source: settings
vi: thiết lập

source: show
vi: hiển thị

source: show phrase
vi: hiển thị cụm từ

source: sms not currently available
vi: sms hiện không sẵn sàng

source: spent address
vi: địa chỉ gửi tiền

source: spent input
vi: đầu vào

source: status:
vi: tình trạng:

source: swept!
vi: đã được quét!

source: syncing...
vi: đang đồng bộ...

source: the app will now close
vi: ứng dụng sẽ được đóng bây giờ

source: This is your transfer address. Tap to copy it or send it by email or sms. The address will change each time you receive funds, but old addresses always work.
vi: Đây là địa chỉ transfer của bạn. Chạm vào để chép nó hoặc gửi nó qua email hoặc sms. Địa chỉ sẽ thay đổi mỗi khi bạn nhận tiền, nhưng địa chỉ cũ luôn hoạt động.

source: This is your transfer balance. Transfer is a currency. The exchange rate changes with the market.
vi: Đây là số dư transfer của bạn. Transfer là một loại tiền. Tỷ giá giao dịch có thể thay đổi theo thị trường.

source: this payment address is already in your wallet
vi: địa chỉ thanh toán này đã có trong ví của bạn

source: this private key is already in your wallet
vi: khoá riêng này đã có trong ví của bạn

source: this private key is empty
vi: khoá riêng này không có gì

source: to:
vi: đến:

source: to: %@
vi: đến: %@

source: touch id limit
vi: chạm giới hạn id

source: touch id spending limit
vi: chạm giới hạn chi tiêu id

source: transaction canceled, network timeout
vi: giao dịch bị huỷ, hết thời gian

source: transaction fees would cost more than the funds available on this private key (due to tiny "dust" deposits)
vi: phí giao dịch có thể nhiều hơn số tiền có trong địa chỉ này (do nhiều các khoản gửi tí xíu)

source: transaction history
vi: historique des transactions

source: transaction is post-dated
vi: la transaction est postdatée

source: transaction rejected
vi: giao dịch bị từ chối

source: turn device passcode on
vi: hãy bật mật khẩu cho thiết bị của bạn

source: unexpected response from %@
vi: phản hồi không mong đợi từ %@

source: unknown address
vi: địa chỉ không xác định

source: unrecognized address
vi: không nhận ra địa chỉ

source: unsupported or corrupted document
vi: không được hỗ trợ hoặc thông tin bị lỗi

source: unsupported signature type
vi: kiểu chữ ký không được hỗ trợ

source: unsupported url
vi: địa chỉ url không được hỗ trợ

source: untrusted certificate
vi: chứng chỉ không đáng tin

source: unverified
vi: chưa được kiểm tra

source: verified, waiting for confirmation
vi: đã được kiểm tra, đang đợi xác thực

source: verify passcode
vi: kiểm tra mật khẩu

source: wallet address
vi: địa chỉ ví

source: wallet disabled
vi: ví bị tắt

source: WARNING
vi: CẢNH BÁO

source: wipe
vi: xoá sạch

source: WRITE DOWN YOUR RECOVERY PHRASE
vi: HÃY GHI LẠI CỤM TỪ PHỤC HỒI

source: you received transfer!
vi: bạn đã nhận được transfer!

source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
vi: Ví của bạn có thể bị mất đồng bộ. Điều này có thể được xử lý bằng cách quét lại blockchain.
